Repository: pedro-mendonca/the-seo-framework
Catalog: language/autodescription-*.po
Languages: pt_pt

source: Good
pt_pt: Bom

source: Okay
pt_pt: Razoável

source: Bad
pt_pt: Mau

source: Unknown
pt_pt: Desconhecido

source: The changes you made will be lost if you navigate away from this page.
pt_pt: As alterações que fez serão ignoradas se navegar para fora desta página.

source: Are you sure you want to reset all SEO settings to their defaults?
pt_pt: Tem a certeza que quer repor todas as definições de SEO aos valores por omissão?

source: Save Settings
pt_pt: Guardar definições

source: Reset Settings
pt_pt: Repor definições

source: Settings are saved.
pt_pt: As definições foram guardadas.

source: Settings are reset.
pt_pt: As definições foram repostas.

source: Error saving settings.
pt_pt: Erro ao guardar definições.

source: New SEO Settings have been updated.
pt_pt: As novas definições de SEO foram actualizada.

source: SEO Settings
pt_pt: Definições de SEO

source: Title Settings
pt_pt: Definições de título

source: Description Meta Settings
pt_pt: Definições de descrição

source: Home Page Settings
pt_pt: Definições da página inicial

source: Social Meta Settings
pt_pt: Definições de redes sociais

source: Knowledge Graph Settings
pt_pt: Definições de Knowledge Graph

source: Schema Settings
pt_pt: Definições de Schema

source: Robots Meta Settings
pt_pt: Definições de robôs

source: Webmaster Meta Settings
pt_pt: Definições do webmaster

source: Sitemap Settings
pt_pt: Definições do sitemap

source: Feed Settings
pt_pt: Definições do feed

# As in: The Plugin Home Page
source: Plugin Home
pt_pt: Página do plugin

source: Dismiss
pt_pt: Descartar

# e.g. en for English, nl for Dutch, fi for Finish, de for German
source: en
pt_pt: pt

source: %1$s is %2$s since version %3$s of The SEO Framework! Use %4$s instead.
pt_pt: A função %1$s está %2$s desde a versão %3$s do The SEO Framework! Use %4$s em alternativa.

source: deprecated
pt_pt: obsoleta

source: %1$s is %2$s since version %3$s of The SEO Framework with no alternative available.
pt_pt: A função %1$s está %2$s desde a versão %3$s do The SEO Framework, não existe alternativa.

source: (This message was added in version %s of The SEO Framework.)
pt_pt: (Esta mensagem foi adicionada na versão %s do The SEO Framework.)

source: %1$s was called %2$s. %3$s
pt_pt: A função %1$s foi chamada %2$s. %3$s

source: incorrectly
pt_pt: incorrectamente

source: %1$s is not <strong>accessible</strong>. %2$s
pt_pt: %1$s não está <strong>acessível</strong>. %2$s

source: %s of The SEO Framework
pt_pt: %s de The SEO Framework

source: No Search
pt_pt: Não pesquisar

source: Refresh to see the SEO Bar status.
pt_pt: Recarregue para ver a barra de estado de SEO.

source: Post
pt_pt: Conteúdo

source: Page
pt_pt: Página

source: Failed to fetch post ID.
pt_pt: Falhou ao obter o ID do conteúdo.

source: %s the Title contains the Blogname multiple times.
pt_pt: %s o título contém o nome do site múltiplas vezes.

source: %1$s is used %2$d times.
pt_pt: A palavra %1$s é utilizada %2$d vezes.

source: %s is being indexed.
pt_pt: %s com indexação.

source: But you've disabled indexing for the whole site.
pt_pt: Mas desactivou a indexação para todo o site.

source: %1$s indexing for %2$s have been disabled.
pt_pt: %1$s a indexação para %2$s foi desactivada.

source: %s the blog isn't set to public. This means WordPress discourages indexing.
pt_pt: %s o site não está definido como público. Isto significa que o WordPress desencoraja a sua indexação.

source: %s there are no posts in this term; therefore, indexing has been disabled.
pt_pt: %s não há conteúdos neste termo, como tal, a indexação foi desactivada.

source: %s links aren't being followed.
pt_pt: As ligações de %s não são seguidas.

source: %s links are being followed.
pt_pt: As ligações de %s são seguidas.

source: %s you've disabled the following of links for the whole site.
pt_pt: %s desactivou o seguimento de ligações para todo o site.

source: %1$s following for %2$s have been disabled.
pt_pt: %1$s o seguimento para %2$s foi desactivado.

source: %s the blog isn't set to public. This means WordPress allows the links to be followed regardless.
pt_pt: %s o site não está definido como público. Isto significa que o WordPress permite à mesma que as ligações sejam seguidas.

source: Search Engine aren't allowed to archive this %s.
pt_pt: Os motores de pesquisa não têm permissão para arquivar %s.

source: Search Engine are allowed to archive this %s.
pt_pt: Os motores de pesquisa têm permissão para arquivar %s.

source: %1$s archiving for %2$s have been disabled.
pt_pt: %1$s o arquivamento para %2$s foi desactivado.

source: %s the blog isn't set to public. This means WordPress allows the blog to be archived regardless.
pt_pt: %s o site não está definido como público. Isto significa que o WordPress permite à mesma que o site seja arquivado.

source: %s isn't being redirected.
pt_pt: %s sem redireccionamento.

source: %s is being redirected. This means no SEO values have to be set.
pt_pt: %s com redireccionamento. Isto significa que não tem que definir valores de SEO.

source: %s is not being indexed. This means no SEO values have to be set.
pt_pt: %s sem indexação. Isto significa que não tem que definir valores de SEO.

source: Title:
pt_pt: Título:

source: Description:
pt_pt: Descrição:

source: Index:
pt_pt: Indexar:

source: Follow:
pt_pt: Seguir:

source: Archive:
pt_pt: Arquivar:

source: Redirect:
pt_pt: Redireccionar:

source: Generated: Automatically generated.
pt_pt: Gerado automaticamente.

# no-Follow
source: F
pt_pt: S

# But there are...
source: But
pt_pt: Mas

# And there are...
source: And
pt_pt: E

source: Length is far too short.
pt_pt: O comprimento é demasiado curto.

source: Length is too short.
pt_pt: O comprimento é curto.

source: Length is too long.
pt_pt: O comprimento é longo.

source: Length is far too long.
pt_pt: O comprimento é demasiado longo.

source: Length is good.
pt_pt: O comprimento está bom.

# Placement. e.g. Post Title "on" Blog Name
source: on
pt_pt: em

source: Latest posts:
pt_pt: Últimos conteúdos:

source: Author: %s
pt_pt: Autor: %s

source: Year: %s
pt_pt: Ano: %s

source: Month: %s
pt_pt: Mês: %s

source: Day: %s
pt_pt: Dia: %s

# post format archive title
source: Asides
pt_pt: Apartes

# post format archive title
source: Galleries
pt_pt: Galerias

# post format archive title
source: Images
pt_pt: Imagens

# post format archive title
source: Videos
pt_pt: Vídeos

# post format archive title
source: Quotes
pt_pt: Citações

# post format archive title
source: Links
pt_pt: Ligações

# post format archive title
source: Statuses
pt_pt: Estados

# post format archive title
source: Audio
pt_pt: Áudio

# post format archive title
source: Chats
pt_pt: Conversas

source: Archives: %s
pt_pt: Arquivo: %s

source: Archives
pt_pt: Arquivo

source: Untitled
pt_pt: Sem título

source: Search results for:
pt_pt: Resultados de pesquisa por:

source: Protected: %s
pt_pt: Protegido: %s

source: Private: %s
pt_pt: Privado: %s

source: Page %s
pt_pt: Página %s

source: by Sybre Waaijer
pt_pt: por Sybre Waaijer

source: %s SEO Settings
pt_pt: Definições de SEO de %s

source: Class or Method not found.
pt_pt: Classe ou método não encontrados.

source: Function needs to be called as a string.
pt_pt: A função tem que ser chamada como string.

source: here
pt_pt: aqui

# %s = here
source: View the new options %s.
pt_pt: Ver as novas opções %s.

source: Pages
pt_pt: Páginas

source: Custom %s Title
pt_pt: Título personalizado de %s

source: Recommended Length: 50 to 55 characters
pt_pt: Comprimento recomendado: 50 a 55 caracteres

source: Characters Used: %s
pt_pt: Caracteres utilizados: %s

source: Custom %s Description
pt_pt: Descrição personalizada de %s

source: Recommended Length: 145 to 155 characters
pt_pt: Comprimento recomendado: 145 a 155 caracteres

source: Custom Canonical URL
pt_pt: URL canónico personalizado

source: Apply %1$s to this %2$s
pt_pt: Aplicar %1$s a este %2$s

source: Local Search Settings
pt_pt: Definições de pesquisa local

source: Exclude this %s from local search
pt_pt: Excluir %s da pesquisa local

source: Custom 301 Redirect URL
pt_pt: URL personalizado de redireccionamento 301

source: %s Title
pt_pt: Título de %s

source: %s Meta Description
pt_pt: Descrição de %s

source: Apply %s to this term?
pt_pt: Aplicar %s a este termo?

source: Example Title
pt_pt: Exemplo de título

source: This is an example description...
pt_pt: Isto é um exemplo de descrição...

source: Automated Description Settings
pt_pt: Definições de descrição automatizada

source: The meta description can be used to determine the text used under the title on Search Engine results pages.
pt_pt: A descrição pode ser usada para definir o texto por baixo do título do site, nas páginas de resultados de pesquisa dos motores de pesquisa.

source: Example Automated Description Output
pt_pt: Exemplo de descrição automatizada

source: General
pt_pt: Geral

source: Description Excerpt Separator
pt_pt: Separador do excerto da descrição

source: The introduction consists of the title and optionally the blogname.
pt_pt: A introdução consiste no título e opcionalmente o nome do site.

source: This creates good meta descriptions
pt_pt: Isto cria boas descrições

source: Content Feed Settings
pt_pt: Definições do conteúdo do feed

source: Change Feed Settings
pt_pt: Alterar definições do feed

source: Convert feed content into excerpts?
pt_pt: Converter conteúdo do feed em excertos?

source: This link will not be followed by Search Engines
pt_pt: Esta ligação não será seguida pelos motores de pesquisa

source: Reading Settings
pt_pt: Definições de leitura

source: View feed
pt_pt: Ver feed

# The feed can be found %s.
source: here
pt_pt: aqui

# %s = here
source: The feed can be found %s.
pt_pt: O feed pode ser encontrado %s.

source: Robots
pt_pt: Robôs

source: Title
pt_pt: Título

source: Description
pt_pt: Descrição

source: Home Page
pt_pt: Página inicial

source: Note: The %1$s is fetched from the %2$s on the %3$s.
pt_pt: Atenção: %1$s é obtido(a) a partir das %2$s na %3$s.

source: Page SEO Settings
pt_pt: Definições de SEO

source: Custom %s Title Tagline
pt_pt: Descrição personalizada do título da %s

source: Left:
pt_pt: Esquerda:

source: Right:
pt_pt: Direita:

source: %s Tagline
pt_pt: Descrição da %s

source: Add site description (tagline) to the Title on the %s?
pt_pt: Adicionar descrição do site ao título da %s?

source: View Home Page Settings
pt_pt: Ver definições da página inicial

source: Apply %1$s to the %2$s?
pt_pt: Aplicar %1$s à %2$s?

source: Home Page Pagination Robots Settings
pt_pt: Definições de robôs para a paginação da página inicial

source: If your Home Page is paginated and outputs content that's also found elsewhere on the website, enabling this option might prevent duplicate content.
pt_pt: Se a sua página inicial tem paginação e gera conteúdo que também pode ser encontrado noutro lugar do site, ao activar isto poderá evitar a duplicação de conteúdo.

source: Website
pt_pt: Site

source: Social Sites
pt_pt: Redes sociais

source: Website logo
pt_pt: Logótipo do site

source: Use the Favicon from Customizer as the Organization Logo?
pt_pt: Usar o favicon do personalizador como logótipo da organização?

source: About this website
pt_pt: Sobre este site

source: Who or what is your website about?
pt_pt: Sobre o quê ou quem é o seu site?

# ...Organization or Person.
source: This website represents:
pt_pt: Este site representa:

source: An Organization
pt_pt: Uma organização

source: A Person
pt_pt: Uma pessoa

source: The organization or personal name
pt_pt: O nome da organização ou pessoa

source: Social Pages connected to this website
pt_pt: Redes sociais ligadas a este site

# Social Profile
source: Profile
pt_pt: Perfil

source: Category
pt_pt: Categoria

source: Tag
pt_pt: Etiqueta

source: Author
pt_pt: Autor

source: Date
pt_pt: Data

source: Search Pages
pt_pt: Páginas de pesquisa

source: Attachment Pages
pt_pt: Páginas de anexos

# ...for the entire site
source: the entire site
pt_pt: todo o site

source: NoIndex
pt_pt: Não indexar

source: NoFollow
pt_pt: Não seguir

source: NoArchive
pt_pt: Não arquivar

source: Indexing
pt_pt: Indexar

source: Following
pt_pt: Seguir

source: Archiving
pt_pt: Arquivar

source: Apply %s to the entire site?
pt_pt: Aplicar %s a todo o site?

source: Paginated Archive Settings
pt_pt: Definições de arquivo paginado

source: %s Robots Settings
pt_pt: Definições de robôs para %s

source: Apply %1$s to %2$s?
pt_pt: Aplicar %1$s a %2$s?

source: Apply %1$s to %2$s Archives?
pt_pt: Aplicar %1$s ao arquivo de %2$s?

source: Another Schema.org plugin has been detected.
pt_pt: Foi detectado outro plugin de Schema.org.

source: When Search users search for your brand name, the following option allows them to search through your website directly from the Search Results.
pt_pt: Quando os utilizadores procurarem pelo nome da sua marca, esta opção permite-lhes pesquisar no seu site directamente na página dos resultados de pesquisa.

# Product name
source: Enable Sitelinks Searchbox?
pt_pt: Activar Sitelinks Searchbox?

source: Site Name
pt_pt: Nome do site

source: Convert URL to Site Name?
pt_pt: Converter URL no nome do site?

source: The Site Name is: %s
pt_pt: O nome do site é: %s

source: About Breadcrumbs
pt_pt: Sobre as breadcrumbs

source: Enable Breadcrumbs?
pt_pt: Activar breadcrumbs?

source: Permalink Settings
pt_pt: Definições das ligações permanentes

# The sitemap can be found %s.
source: here
pt_pt: aqui

source: A sitemap has been detected in the root folder of your website. This means that the sitemap functionality has no effect.
pt_pt: Foi detectado um sitemap na pasta de raiz do seu site. Isto significa que a funcionalidade de sitemap não produzirá nenhum efeito.

source: View sitemap
pt_pt: Ver sitemap

# %s = here
source: The sitemap can be found %s.
pt_pt: O sitemap pode ser encontrado %s.

source: View robots.txt
pt_pt: Ver robots.txt

source: Robots.txt Settings
pt_pt: Definições de robots.txt

source: Add sitemap location in robots.txt
pt_pt: Adicionar localização do sitemap em robots.txt

source: Add sitemap location in robots?
pt_pt: Adicionar localização do sitemap em robots.txt?

# %s = here
source: The robots.txt file can be found %s.
pt_pt: O ficheiro robots.txt pode ser encontrado em %s.

source: Add %s to the sitemap?
pt_pt: Adicionar %s ao sitemap?

source: Complete date
pt_pt: Data completa

source: Complete date plus hours, minutes and timezone
pt_pt: Data completa com horas, minutos e fuso horário

source: Ping Settings
pt_pt: Definições de ping

source: By default this will happen at most once an hour.
pt_pt: Por omissão isto ocorre no máximo uma vez por hora.

source: Notify Search Engines
pt_pt: Notificar motores de pesquisa

source: Notify %s about sitemap changes?
pt_pt: Notificar %s sobre alterações no sitemap?

source: Post Dates
pt_pt: Datas dos conteúdos

# Example Facebook Personal URL
source: http://www.facebook.com/YourPersonalProfile
pt_pt: http://www.facebook.com/OSeuPerfil

# Example Verified Facebook Business URL
source: http://www.facebook.com/YourVerifiedBusinessProfile
pt_pt: http://www.facebook.com/OSeuPerfilEmpresarialVerificado

source: Default Facebook Integration Settings
pt_pt: Definições por omissão da integração com Facebook

source: Your Facebook Profile
pt_pt: O seu perfil do Facebook

source: Facebook App ID
pt_pt: ID da app do Facebook

source: Get Facebook App ID
pt_pt: Obter o ID da app do Facebook

# Twitter @username
source: @your-site-username
pt_pt: @o-nome-de-utilizador-do-seu-site

# Twitter @username
source: @your-personal-username
pt_pt: @o-seu-nome-de-utilizador

source: Default Twitter Integration Settings
pt_pt: Definições por omissão da integração com Twitter

source: Twitter Card Type
pt_pt: Tipo de cartão do Twitter

source: Example
pt_pt: Exemplo

source: Your Website's Twitter Profile
pt_pt: O perfil de Twitter do seu site

source: Find your @username
pt_pt: Encontre o seu @nomedeutilizador

source: Your Personal Twitter Profile
pt_pt: O seu perfil pessoal do Twitter

source: Posts
pt_pt: Conteúdos

source: Post Date Settings
pt_pt: Definições de data dos conteúdos

source: Add %1$s to %2$s?
pt_pt: Adicionar %1$s a %2$s?

source: Example Post Title
pt_pt: Exemplo de título de conteúdo

source: Automated Title Settings
pt_pt: Definições de título automatizado

source: The page title is prominently shown within the browser tab as well as within the Search Engine results pages.
pt_pt: O título de página é mostrado no separador do navegador e nas páginas de resultados dos motores de pesquisa.

source: Example Automated Title Output
pt_pt: Exemplo de título automatizado

source: Prefixes
pt_pt: Prefixos

source: Recommended
pt_pt: Recomendado

source: Document Title Separator
pt_pt: Separador do título

source: The Home Page has a specific option.
pt_pt: A página inicial tem uma opção específica.

source: Remove Blogname from Title
pt_pt: Remover nome do site do título

source: Remove Blogname from title?
pt_pt: Remover nome do site do título?

source: Example Category
pt_pt: Exemplo de categoria

source: Title prefix options
pt_pt: Opções do prefixo de título

source: On archives a descriptive prefix may be added to the title.
pt_pt: Pode adicionar um prefixo descritivo ao título do arquivo.

source: Example Automated Archive Title Output
pt_pt: Exemplo de título automatizado de arquivo

source: Remove Archive Title Prefixes
pt_pt: Remover prefixo do título do arquivo

source: Remove prefixes from title?
pt_pt: Remover prefixo do título?

source: The prefix helps visitors and Search Engines determine what kind of page they're visiting
pt_pt: O prefixo ajuda os visitantes e os motores de pesquisa a determinar o tipo de página visitada

source: Webmaster Integration Settings
pt_pt: Definições de integração do webmaster

source: Google Webmaster Verification Code
pt_pt: Código de verificação de Google Webmaster

source: Get the Google Verification code
pt_pt: Obter o código de verificação do Google

source: Bing Webmaster Verification Code
pt_pt: Código de verificação de Bing Webmaster

source: Get the Bing Verification Code
pt_pt: Obter o código de verificação de Bing

source: Yandex Webmaster Verification Code
pt_pt: Código de verificação de Yandex Webmaster

source: Get the Yandex Verification Code
pt_pt: Obter o código de verificação de Yandex Webmaster

source: Pinterest Analytics Verification Code
pt_pt: Código de verificação de Pinterest Analytics

source: Get the Pinterest Verification Code
pt_pt: Obter o código de verificação do Pinterest
